Repository: CoinSpace/cs-watchapp-ios
Catalog: WatchAppShared/Localizable.xcstrings
Source language: en
Languages: bs, cs, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ro, ru, sr, sv, th, tr, uk, vi, zh_cn

source: Crypto
bs: Kriptovaluta
cs: Kryptoměna
de: Kryptowährung
es: Criptomoneda
fil: Cryptocurrency
fr: Cryptomonnaie
hr: Kriptovaluta
hu: Kriptovaluta
id: Cryptocurrency
it: Criptovaluta
ja: 暗号通貨
km: រូបិយប័ណ្ណគ្រីបតូ
ko: 암호화폐
nb: Kryptovaluta
nl: Cryptocurrency
pl: Kryptowaluta
pt_br: Criptomoeda
ro: Criptomonedă
ru: Криптовалюта
sr: Kriptovaluta
sv: Kryptovaluta
th: สกุลเงินดิจิทัล
tr: Kripto
uk: Криптовалюта
vi: Tiền điện tử
zh_cn: 加密货币

source: Delete
bs: Izbriši
cs: Smazat
de: Löschen
es: Eliminar
fil: Tanggalin
fr: Supprimer
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
km: លុប
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sr: Obriši
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
vi: Xóa
zh_cn: 删除

source: Live price for selected crypto.
bs: Trenutna cijena odabrane kriptovalute.
cs: Aktuální cena vybrané kryptoměny.
de: Aktueller Preis der ausgewählten Kryptowährung.
es: Precio en vivo de la criptomoneda seleccionada.
fil: Live na presyo para sa napiling cryptocurrency.
fr: Prix en direct de la cryptomonnaie sélectionnée.
hr: Trenutna cijena odabrane kriptovalute.
hu: A kiválasztott kriptovaluta élő ára.
id: Harga langsung untuk cryptocurrency yang dipilih.
it: Prezzo in tempo reale della criptovaluta selezionata.
ja: 選択した暗号通貨のリアルタイム価格.
km: តម្លៃបច្ចុប្បន្នសម្រាប់រូបិយប័ណ្ណគ្រីបតូដែលបានជ្រើស.
ko: 선택한 암호화폐의 실시간 가격.
nb: Livepris for valgt kryptovaluta.
nl: Liveprijs van de geselecteerde cryptocurrency.
pl: Bieżąca cena wybranej kryptowaluty.
pt_br: Preço em tempo real da criptomoeda selecionada.
ro: Prețul în timp real pentru criptomoneda selectată.
ru: Текущая цена выбранной криптовалюты.
sr: Trenutna cena odabrane kriptovalute.
sv: Livepris för vald kryptovaluta.
th: ราคาปัจจุบันสำหรับสกุลเงินดิจิทัลที่เลือก.
tr: Seçilen kripto için canlı fiyat.
uk: Поточна ціна вибраної криптовалюти.
vi: Giá trực tiếp cho tiền điện tử đã chọn.
zh_cn: 所选加密货币的实时价格.

source: Local currency
bs: Lokalna valuta
cs: Místní měna
de: Lokale Währung
es: Moneda local
fil: Lokal na pera
fr: Devise locale
hr: Lokalna valuta
hu: Helyi pénznem
id: Mata uang lokal
it: Valuta locale
ja: 現地通貨
km: រូបិយប័ណ្ណក្នុងស្រុក
ko: 현지 통화
nb: Lokal valuta
nl: Lokale valuta
pl: Waluta lokalna
pt_br: Moeda local
ro: Moneda locală
ru: Местная валюта
sr: Lokalna valuta
sv: Lokal valuta
th: สกุลเงินท้องถิ่น
tr: Yerel para birimi
uk: Місцева валюта
vi: Tiền tệ địa phương
zh_cn: 本地货币

source: No cryptos
bs: Nema kriptovaluta
cs: Žádné kryptoměny
de: Keine Kryptowährungen
es: No hay criptomonedas
fil: Walang cryptocurrency
fr: Aucune cryptomonnaie
hr: Nema kriptovaluta
hu: Nincsenek kriptovaluták
id: Tidak ada cryptocurrency
it: Nessuna criptovaluta
ja: 暗号通貨がありません
km: គ្មានរូបិយប័ណ្ណគ្រីបតូ
ko: 암호화폐 없음
nb: Ingen kryptovalutaer
nl: Geen cryptocurrencies
pl: Brak kryptowalut
pt_br: Nenhuma criptomoeda
ro: Nicio criptomonedă
ru: Нет криптовалют
sr: Nema kriptovaluta
sv: Inga kryptovalutor
th: ไม่มีสกุลเงินดิจิทัล
tr: Kripto yok
uk: Немає криптовалют
vi: Không có tiền điện tử
zh_cn: 没有加密货币

source: No results
bs: Nema rezultata
cs: Žádné výsledky
de: Keine Ergebnisse
es: Sin resultados
fil: Walang resulta
fr: Aucun résultat
hr: Nema rezultata
hu: Nincs találat
id: Tidak ada hasil
it: Nessun risultato
ja: 結果がありません
km: គ្មានលទ្ធផល
ko: 결과 없음
nb: Ingen resultater
nl: Geen resultaten
pl: Brak wyników
pt_br: Nenhum resultado
ro: Niciun rezultat
ru: Нет результатов
sr: Nema rezultata
sv: Inga resultat
th: ไม่พบผลลัพธ์
tr: Sonuç yok
uk: Немає результатів
vi: Không có kết quả
zh_cn: 没有结果

source: Options
bs: Opcije
cs: Možnosti
de: Optionen
es: Opciones
fil: Mga opsyon
hr: Opcije
hu: Opciók
id: Opsi
it: Opzioni
ja: オプション
km: ជម្រើស
ko: 옵션
nb: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
ro: Opțiuni
ru: Параметры
sr: Opcije
sv: Alternativ
th: ตัวเลือก
tr: Seçenekler
uk: Параметри
vi: Tùy chọn
zh_cn: 选项

source: Other cryptos
bs: Druge kriptovalute
cs: Další kryptoměny
de: Andere Kryptowährungen
es: Otras criptomonedas
fil: Iba pang cryptocurrency
fr: Autres cryptomonnaies
hr: Druge kriptovalute
hu: Egyéb kriptovaluták
id: Cryptocurrency lainnya
it: Altre criptovalute
ja: その他の暗号通貨
km: រូបិយប័ណ្ណគ្រីបតូផ្សេងទៀត
ko: 다른 암호화폐
nb: Andre kryptovalutaer
nl: Andere cryptocurrencies
pl: Inne kryptowaluty
pt_br: Outras criptomoedas
ro: Alte criptomonede
ru: Другие криптовалюты
sr: Druge kriptovalute
sv: Andra kryptovalutor
th: สกุลเงินดิจิทัลอื่นๆ
tr: Diğer kriptolar
uk: Інші криптовалюти
vi: Tiền điện tử khác
zh_cn: 其他加密货币

source: Please open Coin Wallet on your iPhone to sign in.
bs: Otvorite Coin Wallet na svom iPhoneu da se prijavite.
cs: Otevřete Coin Wallet na svém iPhonu pro přihlášení.
de: Bitte öffnen Sie Coin Wallet auf Ihrem iPhone, um sich anzumelden.
es: Abra Coin Wallet en su iPhone para iniciar sesión.
fil: Buksan ang Coin Wallet sa iyong iPhone upang mag-sign in.
fr: Veuillez ouvrir Coin Wallet sur votre iPhone pour vous connecter.
hr: Otvorite Coin Wallet na svom iPhoneu da biste se prijavili.
hu: Nyisd meg a Coin Walletet az iPhone-odon a bejelentkezéshez.
id: Silakan buka Coin Wallet di iPhone Anda untuk masuk.
it: Apri Coin Wallet sul tuo iPhone per accedere.
ja: サインインするにはiPhoneでCoin Walletを開いてください。
km: សូមបើក Coin Wallet នៅលើ iPhone របស់អ្នកដើម្បីចូល.
ko: 로그인하려면 iPhone에서 Coin Wallet을 여세요.
nb: Åpne Coin Wallet på din iPhone for å logge inn.
nl: Open Coin Wallet op je iPhone om in te loggen.
pl: Otwórz Coin Wallet na swoim iPhonie, aby się zalogować.
pt_br: Abra o Coin Wallet no seu iPhone para entrar.
ro: Deschideți Coin Wallet pe iPhone pentru a vă conecta.
ru: Пожалуйста, откройте Coin Wallet на своем iPhone, чтобы войти.
sr: Otvorite Coin Wallet na svom iPhoneu da se prijavite.
sv: Öppna Coin Wallet på din iPhone för att logga in.
th: กรุณาเปิด Coin Wallet บน iPhone ของคุณเพื่อเข้าสู่ระบบ.
tr: Giriş yapmak için lütfen Coin Wallet'ı iPhone'unuzda açın.
uk: Будь ласка, відкрийте Coin Wallet на своєму iPhone, щоб увійти.
vi: Vui lòng mở Coin Wallet trên iPhone của bạn để đăng nhập.
zh_cn: 请在您的iPhone上打开Coin Wallet以登录。

source: Portfolio
bs: Portfelj
cs: Portfolium
es: Portafolio
fil: Portpolyo
fr: Portefeuille
hr: Portfelj
hu: Portfólió
id: Portofolio
it: Portafoglio
ja: ポートフォリオ
km: ផតហ្វូលីយ៉ូ
ko: 포트폴리오
nb: Portefølje
nl: Portefeuille
pl: Portfel
pt_br: Portfólio
ro: Portofoliu
ru: Портфель
sr: Portfelj
sv: Portfölj
th: พอร์ตโฟลิโอ
tr: Portföy
uk: Портфель
vi: Danh mục
zh_cn: 投资组合

source: Search
bs: Pretraga
cs: Hledat
de: Suche
es: Buscar
fil: Hanapin
fr: Rechercher
hr: Pretraži
hu: Keresés
id: Cari
it: Cerca
ja: 検索
km: ស្វែងរក
ko: 검색
nb: Søk
nl: Zoeken
pl: Szukaj
pt_br: Pesquisar
ro: Căutare
ru: Поиск
sr: Pretraga
sv: Sök
th: ค้นหา
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_cn: 搜索

source: Sign In
bs: Prijava
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
fil: Mag-sign in
fr: Se connecter
hr: Prijava
hu: Bejelentkezés
id: Masuk
it: Accedi
ja: サインイン
km: ចូល
ko: 로그인
nb: Logg inn
nl: Inloggen
pl: Zaloguj się
pt_br: Entrar
ro: Conectare
ru: Войти
sr: Prijava
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş yap
uk: Увійти
vi: Đăng nhập
zh_cn: 登录

source: Sign In Required
bs: Potrebna prijava
cs: Vyžadováno přihlášení
de: Anmeldung erforderlich
es: Se requiere iniciar sesión
fil: Kinakailangang mag-sign in
fr: Connexion requise
hr: Potrebna prijava
hu: Bejelentkezés szükséges
id: Diperlukan masuk
it: Accesso richiesto
ja: サインインが必要です
km: ត្រូវការចូល
ko: 로그인 필요
nb: Innlogging kreves
nl: Inloggen vereist
pl: Wymagane logowanie
pt_br: Login necessário
ro: Conectare necesară
ru: Требуется войти
sr: Potrebna prijava
sv: Inloggning krävs
th: ต้องเข้าสู่ระบบ
tr: Giriş gerekli
uk: Потрібно увійти
vi: Yêu cầu đăng nhập
zh_cn: 需要登录

source: The total value of your cryptos.
bs: Ukupna vrijednost vaših kriptovaluta.
cs: Celková hodnota vašich kryptoměn.
de: Der Gesamtwert Ihrer Kryptowährungen.
es: El valor total de sus criptomonedas.
fil: Kabuuang halaga ng iyong cryptocurrency.
fr: La valeur totale de vos cryptomonnaies.
hr: Ukupna vrijednost vaših kriptovaluta.
hu: A kriptovalutáid teljes értéke.
id: Total nilai cryptocurrency Anda.
it: Il valore totale delle tue criptovalute.
ja: 暗号通貨の合計価値。
km: តម្លៃសរុបនៃរូបិយប័ណ្ណគ្រីបតូរបស់អ្នក.
ko: 보유 암호화폐의 총 가치.
nb: Den totale verdien av kryptovalutaene dine.
nl: De totale waarde van je cryptocurrencies.
pl: Łączna wartość twoich kryptowalut.
pt_br: O valor total das suas criptomoedas.
ro: Valoarea totală a criptomonedelor tale.
ru: Общая стоимость ваших криптовалют.
sr: Ukupna vrednost vaših kriptovaluta.
sv: Det totala värdet av dina kryptovalutor.
th: มูลค่ารวมของสกุลเงินดิจิทัลของคุณ.
tr: Kriptolarınızın toplam değeri.
uk: Загальна вартість ваших криптовалют.
vi: Tổng giá trị tiền điện tử của bạn.
zh_cn: 您的加密货币总价值。

source: Top cryptos
bs: Top kriptovalute
cs: Top kryptoměny
de: Top-Kryptowährungen
es: Criptomonedas principales
fil: Nangungunang cryptocurrency
fr: Top cryptomonnaies
hr: Top kriptovalute
hu: Top kriptovaluták
id: Cryptocurrency teratas
it: Criptovalute principali
ja: トップ暗号通貨
km: រូបិយប័ណ្ណគ្រីបតូកំពូល
ko: 인기 암호화폐
nb: Topp kryptovalutaer
nl: Top cryptocurrencies
pl: Najlepsze kryptowaluty
pt_br: Principais criptomoedas
ro: Top criptomonede
ru: Топ криптовалют
sr: Top kriptovalute
sv: Topp kryptovalutor
th: คริปโตยอดนิยม
tr: En iyi kriptolar
uk: Топ криптовалют
vi: Tiền điện tử hàng đầu
zh_cn: 热门加密货币

source: Ticker
ja: ティッカー
km: កូដភាគហ៊ុន
ko: 티커
ru: Тикер
th: สัญลักษณ์
tr: Sembol
uk: Тікер
vi: Mã giao dịch
zh_cn: 代码

source: OK
km: យល់ព្រម
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_cn: 确定
